const massDiseas = ["ВИЧ",
"авитаминоз",
"алкоголизм",
"аллергия на животных",
"анорексия",
"астма",
"бессонница",
"биполярное расстройство",
"болезнь Альцгеймера",
"ветрянка",
"гайморит",
"гастрит",
"гемофилия",
"гепатит B",
"глаукома",
"глухонемота",
"дальтонизм",
"депрессия",
"диарея",
"заикание",
"кариес",
"косоглазие",
"межпозвоночная грыжа",
"мигрень",
"мочекаменная болезнь",
"наркомания",
"недержание мочи",
"ожирение",
"остеохондроз",
"отсутствие ноги",
"отсутствие руки",
"паранойя",
"плоскостопие",
"пневмония",
"простуда",
"псориаз",
"птичий грипп",
"рак крови",
"рак лёгкого",
"сахарный диабет второго типа",
"сахарный диабет первого типа",
"синдром Туретта",
"слепота",
"туберкулёз",
"умственная отсталость",
"цинга",
"шизофрения",
"эпилепсия",
"язва желудка",
"Аблютофобия: человек панически боится водных процедур",

"Агирофобия: при переходе улицы возникает страх",

"Агризоофобия — страх возникает из-за диких животных",

"Агорафобия: страх перед открытыми пространствами, боязнь толпы",

"Агрофобия: при виде пшеничного поля возникает панический страх",

"Айлурофобия: человек испытывает страх перед кошками",

"Айхмофобия — сильный страх при виде острых предметов",

"Аквафобия (также гидрофобия) — страх перед водой",

"Акнефобия — панический страх вызывают кожные угри",

"Акрофобия — страх высоты",

"Акрибофобия — человек боится неправильно понять прочитанное",

"Акустикофобия — паника возникает при громких звуках",

"Алекторофобия — куры и цыплята вызывают страх",

"Альгофобия, алгофобия — страх перед болью",

"Аматофобия — страх пыли",

"Амихофобия — страх кожных повреждений",

"Ангинофобия — человек боится приступов стенокардии",

"Андрофобия (также аррхенфобия, гоминофобия) — страх, испытываемый перед мужчинами",

"Анемофобия — страх, что буря настигнет внезапно",

"Апейрофобия — боязнь бесконечности",

"Апифобия (или мелиссофобия) — боязнь пчёл, ос и шмелей",

"Арахнофобия — страх, вызываемый пауками (панический ужас испытывается из-за пауков)",

"Аритмофобия (также нумерофобия) — боязнь определенных чисел",

"Аррхенфобия — боязнь мужчин",

"Астрапофобия (также бронтофобия, кераунофобия) — панический страх перед такими явлениями природы, как гром, молнии, как правило, возникает у детей",

"Астрофобия — страх при виде ночного неба со звездами и луной",

"Атаксиофобия — человек боится нарушения координации движений",

"Атазагорафобия — опасение что-нибудь забыть",

"Аутофобия – паника, наступающая, если человек остается один, боязнь собственного эгоизма",

"Афобофобия — самый уникальный страх, человек боится отсутствия фобий",

"Аэрофобия — страх перед полетами на авиационной технике",

"Айлурофобия (в том числе гатофобия и галеофобия) — страх, вызываемый кошками",

"быстрое лечение панических атак.jpg",

"Б",

"Базистазифобия (базостазофобия, стазобазофобия) — страх перед стоянием",

"Базифобия (амбулофобия, базофобия) — паника перед хождением пешком",

"Бактериофобия (в том числе бациллофобия, верминофобия, вермифобия, гельминто, сколецифобия) — панический ужас перед заражением бактериями, страх при виде червей, боязнь заразных насекомых",

"Бактрахофобия — страх, вызываемый рептилиями, змеями",

"Бациллофобия — боязнь червей, бактерий, паразитов",

"Бленнофобия — страх, вызываемый слизью",

"Баллистофобия — панический страх перед пулями, ракетами, дротиками и копьями",

"Барофобия — человек боится поднимать тяжести, страшится земного притяжения, у него вызывает ужас гравитация",

"Батеофобия (акрофобия, аэрокрофобия, аэроносифобия, гипсифобия, гипософобия) — человек панически боится высоты, не может находиться на высоких этажах, крыше, высоких мостах или над пропастью",

"Баттофобия — боязнь глубины – ужас, испытываемый при нахождении на большой глубине водоема",

"Батофобия — страх перед высокими зданиями",

"Батрахофобия (буфонофобия) — страх перед лягушками, жабами",

"Бациллофобия (бактериофобия, верминофобия, вермифобия, гельминтофобия, сколецифобия) — страх заболеть, заразившись от червей и насекомых, переносящих заразу",

"Беленофобия (белонефобия, белонофобия, оксифобия) — человек боится уколоться острыми предметами и инъекций",

"Библиофобия — книги и библиотеки служат причиной панического страха",

"Блаптофобия — страх победить",

"Бленнофобия — отвращение к слизи, перерастающее в страх",

"Богифобия (фазмофобия) — страх перед призраками, дьяволом, пугалами",

"Ботанофобия (ботонофобия) — страх перед растениями",

"Бромгидрофобия (аутодизомофобия, бромидросифобия) — неприятие собственного запаха, потливости",

"Бронтофобия (кераунофобия) — гром, молния, гроза и шторм вызывают панический ужас",

"Буфонофобия (батрахофобия) — жабы и лягушки причина возникновения страха",

"Барбафобия — страх растительности на лице: усов и бороды",

"В",

"Венерофобия — боязнь венерических заболеваний",

"Вертигофобия — паническая боязнь головокружений",

"Верминофобия — страх, вызываемый заразными насекомыми, глистами, паразитами",

"Винофобия — страх перед употреблением алкогольных напитков",

"Вомитофобия — панический страх, испытываемый при одной мысли о том, что рвота возникнет в неподходящем месте",

"Виккафобия — ужас вызывают колдуны и ведьмы",

"Г",

"Гаптофобия — страх тактильных контактов с окружающими",

"Гастерофобия — страх, возникающий от гастарбайтеров",

"Гафефобия — страх, что возникнет случайное прикосновение к кому-либо из людей",

"Гексакосиойгексеконтагексафобия — возникает панический страх от трех шестерок 666",

"Гексакосиойгексеконтагексапараскаведекатриафобия — число 666 вызывает ужас в пятницу, 13 числа",

"Гелиофобия — страх солнца, пребывание в солнечных местах вселяет в человека ужас",

"Гемофобия — ужас при виде крови, человек может упасть в обморок или истерически кричать",

"Гетерофобия — неприязнь гомосексуалов к людям с гетеросексуальной ориентацией, а также боязнь гетеросексуального секса и представителей противоположного пола",

"Геронтофобия — человек страшится не только старости, но и общения с людьми преклонного возраста",

"Гефирофобия — страх перед прохождением по мосту, особенно если он высокий",

"Герпетофобия — страх, вызываемый змеями, пресмыкающимися или рептилиями",

"Гиппофобия — страх, вызываемый лошадьми",

"Гидрозофобия — страх вспотеть и простудиться",

"Гидрофобия — страх вызывают жидкость и вода, в прежние времена так называли бешенство, когда эту болезнь определяли исключительно по боязни воды",

"Гимнофобия — страх оказаться обнаженным",

"Гинекофобия — ужас, испытываемый мужчиной перед женщинами",

"Гипенгиофобия — страх ответственности",

"Гленофобия — страх, вызываемый куклами, особенно перед их взглядами",

"Глоссофобия — невозможность выступать перед зрителями из-за панического страха",

"Гомилофобия — человек не способен общаться с окружающими, боится оказаться в смешном положении перед всеми, опасается, что все внимание будет обращено на него",

"Гоминофобия — боязнь мужчин",

"Гомофобия — обширный термин, это даже не фобия, а состояние категорической нетерпимости к представителям сексуальных меньшинств",

"Графофобия — страх, вызываемый процессом написания или необходимостью взять в руки ручку или перо",

"Гуцофобия — боязнь чрезмерно худых людей с большим недостатком массы",

"лечение депрессии.jpg",

"Д",

"Демофобия — большое скопление людей, или пребывание среди толпы формируют состояние панического страха",

"Дерматопатофобия — ужас вызывает вероятность кожных заболеваний",

"Динофобия — страх перед головокружением",

"Дисморфобия — категорическое непринятие своего внешнего вида, человек считает себя уродливым, непривлекательным (без всякого на то повода)",

"Дорафобия — человек боится, что если прикоснется к шкуре животного, эта часть тела начнет обрастать волосами",

"З",

"Зоофобия — страх, вызываемый животными, как правило, определенного вида",

"Зоифобия — человек страшится жизни",

"И",

"Иерофобия — страх, вызываемый предметами, связанными с религией",

"Изолофобия — панический страх перед одиночеством",

"Иофобия — человек опасается случайно отравиться, что вызывает у него панический страх",

"Интимофобия - боязнь отношений",

"К",

"Кайрофобия — страх, вызываемый новыми и незнакомыми местами",

"Кардиофобия — навязчивая боязнь внезапной остановки сердца",

"Канцерофобия — человек боится заболеть раком",

"Кенофобия — боязнь пространств, больших и безлюдных, если человек, страдающий кенофобией, окажется на пустой площади, его состояние резко ухудшается",

"Кераунофобия — такие явления, как гром, гроза, молния и шторм, вызывают ужас",

"Кипридофобия — человек страшится заболеть венерическими заболеваниями",

"Клаустрофобия — страх оказаться в закрытом пространстве",

"Клептофобия — человека преследует необоснованная, навязчивая мысль, что его обязательно обворуют, наиболее подвержены этой фобии люди более старшего возраста",

"Климакофобия — страх при преодолении лестничного пролета",

"Коинофобия — невозможность войти в помещение, где находится много людей, из-за панического страха",

"Контрафобия — фобия противоречит стремлениям и желаниям человека, так человек, который страдает клаустрофобией, хочет стать шахтером, или же испытывает ужас от высоты, но хочет стать летчиком или космонавтом",

"Копофобия — страх переутомления",

"Космософобия — боязнь космических катастроф",

"Криминофобия — человек боится, что совершит преступление",

"Криофобия — лед и холод вызывают ужас",

"Ксенофобия — это не фобия в медицинском смысле, а крайне негативное отношение к жителям других стран",

"Ксерофобия — страх засухи или сухости",

"Л",

"Лалофобия — из-за боязни перед тем, что возникнет заикание, человек страшится разговаривать",

"Латерофобия — страдающий кардиофобией человек боится лежать на левом боку",

"Лепрофобия — страх заболеть проказой",

"Лигирофобия — страх перед сильным шумом",

"Лиссофобия — навязчивый страх сойти с ума",

"Логофобия — страх потери способности различать слова",

"Лутрафобия — боязнь выдр",

"М",

"Малевзиофобия (также токофобия) — паническая боязнь рожать",

"Маниофобия — страх заболеть психическим расстройством",

"Менофобия — панический страх перед критическими днями и сопутствующими им болями",

"Металлофобия — страх, возникающих из-за металлов и предметов из него изготовленных",

"Метифобия — страх, возникающий из-за алкогольных напитков",

"Мезофобия — паническая боязнь, что попадет инфекция, вследствие чего наступит заражение и болезнь",

"Мизофобия — панический страх перед грязью",

"Микофобия — человек боится грибов",

"Микрофобия — панический страх перед микробами",

"Миксеофобия — панический страх перед половым актом из-за необходимости обнажиться, коснуться партнера",

"Монофобия – боязнь остаться одному, человек переживает, что никто его не полюбит, что его чувства будут отвергнуты, этот страх не сочетается с другими",

"Морфинофобия — страх получить непреодолимое пристрастие к морфию",

"Моторофобия — панический страх перед автомобилями",

"Н",

"Некрофобия — страх возникающий из-за всего, что так или иначе связано с мертвецами: трупы, похороны, гробы",

"Неофобия — страх, возникающий из-за нового, неизвестного",

"Нефофобия — человек боится облаков",

"Никтофобия — страх, возникающий из-за наступления темноты, ночи, бессонницы",

"Нозофобия — панический страх перед неизлечимыми болезнями, человек переживает, что заболеет какой-нибудь из них",

"Нумерофобия — страх, возникающий из-за некоторых чисел",

"О",

"Одонтофобия — страх, испытываемый перед стоматологом",

"Омброфобия — человек панически боится попасть под дождь",

"Омматофобия — страх подвергнуться «порче» или «сглазу»",

"Онанофобия — страх, что онанизм приведет к отрицательным последствиям",

"Охлофобия (также демофобия) — боязнь перед неуправляемой толпой",

"П",

"Паразитофобия — страх, испытываемый из-за блох, клещей, других паразитов",

"Пантофобия (панфобия, панофобия) — страх перед будущим",

"Паралипофобия — человек панически опасается причинить вред друзьям или близким своими поступками",

"Параскаведекатриафобия — ужас и страх из-за пятницы 13 числа",

"Партенофобия — страх перед девушками (девственницами)",

"Патройофобия — человек панически боится наследственных патологий",

"Пейрафобия — боязнь выступать публично",

"Педофобия — 1) страх перед детьми 2) страх, что в семье родится ребенок 3) куклы, напоминающие внешним видом младенцев, вызывают панический ужас",

"Пеладофобия — страх облысеть",

"Пениафобия — страх утратить все и стать нищим",

"Пенисофобия — страх, вызываемый мужскими половыми органами, чаще возникает у женщин, но иногда ему подвержены и мужчины",

"Пентерафобия — страх перед тещей",

"Петтофобия — страх выпустить газы в присутствии окружающих",

"Пирофобия — страх пожара",

"Погонофобия — панический ужас вызывают бороды",

"Потамофобия — страх, вызываемый водоворотами, водопадами, стремительными течениями",

"Полифобия — страх, вызываемый одновременно несколькими предметами",

"Психофобия — страх, вызываемый психически нездоровыми людьми",

"Р",

"Рабдофобия — страх перед наказанием",

"Радиофобия — страх вызываемый радиационным облучением (в том числе и рентгеном)",

"Ректофобия — боязнь, что при опорожнении кишечника, будут возникать боли",

"Рипофобия (также мезофобия) — страх, вызываемый грязью",

"Руброфобия (также эритрофобия) — красный цвет вселяет панический страх",

"Русофобия — категорическая неприязнь, вызываемая всем, что имеет отношение к русским, это – не болезнь, а жизненная позиция",

"С",

"Селафобия — страх, вызываемый внезапными яркими световыми вспышками",

"Симитофобия — страх перед евреями",

"Сифилофобия — навязчивый страх, боязнь заразиться сифилисом",

"Спидофобия — боязнь заразиться СПИДом",

"Сатанофобия (также демонофобия)- боязнь сатаны",

"Сидеродромофобия — человек катастрофически боится ездить на общественном транспорте, особенно во время набора скорости",

"Ситофобия (греч. — пища) – 1) панический страх, вызываемый употреблением еды, допустим, при язве желудка, непрекращающейся диарее, тошноте, желудочных расстройствах;",

"Страхи, вызываемые животными – Зоофобии",

"2) навязчивый страх — человек боится принимать пищу на нервной почве, а также из-за различных навязчивых идей, не имеющих под собой никаких оснований",

"Скабиофобия (также акриофобия) — боязнь чесоточного клеща",

"Скопофобия (также скоптофобия) — человек панически боится стать посмешищем в глазах окружающих",

"Скотофобия (греч. — темнота) — страх перед темнотой, еще одно название – «никтофобия»",

"Социофобия — страх перед обществом, людьми",

"Спектрофобия — страх, вызываемый зеркалами",

"Стазобазофобия — человек боится стоять и ходить",

"Т",

"Таласофобия — страх, вызываемый морем, путешествиям по морскому пространству",

"Танатофобия — страх, вызываемый смертью",

"Телефонофобия — боязнь телефонных разговоров",

"Теофобия — страх перед Богом, боязнь Господнего наказания",

"Термофобия — страх, вызываемый жарой, повышенной температурой в комнате, помещении",

"Тетрафобия — страх перед цифрой «четыре»",

"Технофобия — человека пугает технический прогресс, он отрицательно воспринимает новшества современного мира, связанные с развитием техники",

"Тикетофобия — страх, что квитанции будут созданы неправильно",

"Токофобия — боязнь родов",

"Токсикофобия — страх, вызываемый возможностью отравиться",

"Топофобия — боязнь пребывания в замкнутом пространстве в одиночестве, страх, вызываемый вероятностью чрезвычайных происшествий: пожара, стихийного бедствия, землетрясения или наводнения",

"Тремофобия — боязнь тремора (дрожания)",

"Трипанофобия — боязнь инъекций",

"Трискаидекафобия (также тердекафобия) — число 13 вызывает панический страх",

"Трихофобия — страх, вызываемый волосами, которые могут попасть на тело, одежду, в пищу",

"У",

"Уранофобия — человек опасается и боится смотреть в небо",

"Урофобия — страх, что возникнет желание опорожнить мочевой пузырь, а возможности для этого не будет",

"Ф",

"Фагофобия — боязнь подавиться едой",

"Фазмофобия — страх, вызываемый несуществующими объектами: привидениями, ведьмами и т.д.",

"Фармакофобия — страх перед необходимостью принимать лекарства",

"Фенгобофия — солнечный свет вызывает панический страх",

"Филемафобия — боязнь поцелуев",

"Фобофобия — боязнь фобий",

"Фотофобия — страх, вызываемый светом",

"Х",

"Харпаксофобия — страх, вызываемый разбойниками",

"Хилофобия — боязнь потеряться в лесу",

"Хипенгиофобия — боязнь ответственности",

"Хрематофобия — человек боится контакта с деньгами (часто сочетается с мезофобией)",

"Хроматофобия — страх, вызываемый каким-то определенным цветом",

"Хронофобия — человек боится времени",

"Э",

"Эйзоптрофобия — страх, вызываемый зеркалами",

"Эйхофобия — человек боится высказывать другим какие-либо положительные пожелания, испытывает ужас, выслушивая их",

"Эозофобия — человек боится прихода дня (речь идет о времени суток)",

"Электрофобия — страх, вызываемый электричеством",

"Эмихофобия — страх, вызываемый царапинами",

"Эпистаксофобия — боязнь кровотечений из носа",

"Эргазиофобия — страх, вызываемый совершением определенного действия",

"Эргофобия — страх перед работой",

"Эритрофобия — человек боится краснеть от смущения; страх, вызываемый видом вещей и предметов красного цвета",

"Эротофобия — страх, вызываемый половыми отношениями (сексом)",

"Ж — П",

"Земмифобия — страх, вызываемый крысами",

"Зоофобия - страхи, вызываемые животными",

"Изоптерофобия — страх, вызываемый насекомыми, которые питаются древесиной (термитами)",

"Инсектофобия — страх перед насекомыми",

"Ихтиофобия — страх перед рыбами",

"Кинофобия — страх перед собаками и их укусами",

"Книдофобия — страх, вызываемый насекомыми, которые могут ужалить",

"Лутрафобия — страх перед выдрами",

"Микрофобия — боязнь микробов",

"Мирмекофобия — страх, вызываемый муравьями",

"Моттефобия — человек боится моли",

"Мусофобия — страх перед мышами",

"Остраконофобия — страх, вызываемый моллюсками",

"Офидиофобия (или эпистемофобия) — страх, вызываемый змеями",

"Паразитофобия — страх перед паразитами: блохами, вшами, глистами",

"Педикулофобия — страх заразиться вшами",

"Птеранофобия — человек страшится птичьих перьев",

"Р — Я",

"Ранидафобия — страх, вызываемый лягушками",

"Селахофобия — страх перед акулами",

"Сикрофобия — страх перед бактериями (бактериофобия)",

"Сколецифобия — человек панически опасается червей, насекомых, переносящих заразные болезни",

"Сфексофобия — страх перед осами",

"Таурофобия — панический страх, вызываемый быками",

"Тениофобия — боязнь ленточных гельминтов",

"Фтириофобия — человек боится вшей",

"Эквинофобия — страх, который возникает из-за лошадей",

"Элурофобия — кошки и коты вызывают панический страх",

"Энтомофобия — страх перед насекомыми",

"Эпистемофобия — змеи вызывают страх",

"Остальные фобии",

"Апопатофобия — боязнь посещать уборные",

"Викифобия — из-за недоверия к Википедии, страх ссылаться на нее, как на источник",

"Гравидофобия — страх встретить беременную женщину, боязнь зачать",

"Гедонофобия — страх перед удовольствиями",

"Гелленологофобия — страх, вызываемый научными сложными терминами",

"Гелофобия — страх, вызываемый смехом",

"Генуфобия — страх из-за коленей",

"Гипнофобия — человек боится засыпать из-за страха, что во сне умрет",

"Гопофобия — патологическая ненависть к гопникам (не имеет отношения к медицине)",

"Декстрофобия — страх, вызываемый вещами, которые расположены с правой стороны от болеющего человека",

"Дорофобия — страх дарить или получать дары",

"Дромофобия — страх, вызываемый необходимостью переходить улицу",

"Копрофобия — человек боится опорожнять кишечник",

"Кейрофобия — страх, вызываемый парикмахерами, или страх порезать клиента во время бритья",

"Кионофобия — страх, вызываемый снегом",

"Коулрофобия — клоуны внушают панический страх",

"Лаканофобия — страх перед овощами",

"Милитарифобия — страх служить в армии",

"Нефофобия — страх перед облаками",

"Ойкофобия — пациент психиатрического отделения панически боится выписываться из больницы",

"Панофобия — страх перед будущим",

"Пеладофобия — страх, вызываемый лысыми людьми",

"Пентерофобия — теща внушает ужас",

"Погонофобия — боязнь бород",

"Папафобия — страх, вызываемый Папой Римским",

"Сингенесофобия — человек боится родственников",

"Тестофобия — страх, вызываемый экзаменами",

"Хайрофобия — человек панически боится, что засмеется в ситуации, когда этого делать нельзя",

"Циклофобия — страх, вызываемый двухколесными средствами передвижения, а также велосипедистами "]
export{massDiseas};